Repository: NightlySki/PS2RomExtractor
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, fr, it, ja, pt, zh

source: Desempaquetador de ROM de PS2
de: PS2 ROM Entpacker
fr: Décompresseur de ROM PS2
it: Estrattore ROM PS2
ja: PS2 ROMアンパッカー
pt: Descompactador de ROM PS2
zh: PS2 ROM解包器

source: Selecciona tu archivo ROM de PS2 (.bin o .rom0)
de: Wählen Sie Ihre PS2-ROM-Datei (.bin oder .rom0)
fr: Sélectionnez votre fichier ROM PS2 (.bin ou .rom0)
it: Seleziona il tuo file ROM PS2 (.bin o .rom0)
ja: PS2 ROMファイル（.binまたは.rom0）を選択してください
pt: Selecione seu arquivo ROM PS2 (.bin ou .rom0)
zh: 选择您的PS2 ROM文件（.bin或.rom0）

source: Arrastra tu archivo o haz clic para cargarlo
de: Ziehen Sie Ihre Datei hierher oder klicken Sie zum Hochladen
fr: Faites glisser votre fichier ou cliquez pour le télécharger
it: Trascina il tuo file o clicca per caricarlo
ja: ファイルをドラッグするか、クリックしてアップロード
pt: Arraste seu arquivo ou clique para fazer upload
zh: 拖动文件或点击上传

source: Se procesará automáticamente el volcado de la BIOS
de: Der BIOS-Dump wird automatisch verarbeitet
fr: Le dump BIOS sera traité automatiquement
it: Il dump della BIOS verrà elaborato automaticamente
ja: BIOSダンプは自動的に処理されます
pt: O dump da BIOS será processado automaticamente
zh: BIOS转储将自动处理

source: Mostrar Opciones
de: Optionen anzeigen
fr: Afficher les Options
it: Mostra Opzioni
ja: オプションを表示
pt: Mostrar Opções
zh: 显示选项

source: Extraer TODOS los Módulos
de: ALLE Module extrahieren
fr: Extraire TOUS les Modules
it: Estrai TUTTI i Moduli
ja: すべてのモジュールを抽出
pt: Extrair TODOS os Módulos
zh: 提取所有模块

source: No se envió ningún archivo
de: Keine Datei gesendet
fr: Aucun fichier n'a été envoyé
it: Nessun file inviato
ja: ファイルが送信されていません
pt: Nenhum arquivo foi enviado
zh: 未发送文件

source: Nombre de archivo vacío
de: Leerer Dateiname
fr: Nom de fichier vide
it: Nome file vuoto
ja: ファイル名が空です
pt: Nome do arquivo vazio
zh: 文件名为空

source: El archivo debe tener extensión .bin o .rom0
de: Datei muss die Erweiterung .bin oder .rom0 haben
fr: Le fichier doit avoir l'extension .bin ou .rom0
it: Il file deve avere estensione .bin o .rom0
ja: ファイルは.binまたは.rom0の拡張子が必要です
pt: O arquivo deve ter extensão .bin ou .rom0
zh: 文件必须具有.bin或.rom0扩展名

source: Archivo ROM no encontrado
de: ROM-Datei nicht gefunden
fr: Fichier ROM non trouvé
it: File ROM non trovato
ja: ROMファイルが見つかりません
pt: Arquivo ROM não encontrado
zh: 未找到ROM文件

source: ROM cargada correctamente!
de: ROM erfolgreich geladen!
fr: ROM chargée avec succès!
it: ROM caricata con successo!
ja: ROMが正常にロードされました！
pt: ROM carregada com sucesso!
zh: ROM加载成功！

source: Por favor carga una ROM primero
de: Bitte laden Sie zuerst eine ROM
fr: Veuillez d'abord charger une ROM
it: Per favore carica prima una ROM
ja: 最初にROMをロードしてください
pt: Por favor, carregue uma ROM primeiro
zh: 请先加载ROM

source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
pt: Erro
zh: 错误

source: Offset
fr: Décalage
ja: オフセット
pt: Deslocamento
zh: 偏移量

source: Tamaño
de: Größe
fr: Taille
it: Dimensione
ja: サイズ
pt: Tamanho
zh: 大小
